{
  "Shoes": {
    "male": [
      {
        "id": 1,
        "img": "src/assets/photos/Body/Shoes/cart-shoe-1.jpg",
        "brand": "New balance",
        "color": "Olive Green",
        "price": "10500 ",
        "category": "Shoes",
        "gender": "male",
        "MRP": "15000",
        "type": "Sports",
        "colorType": "Olive Green",
        "rating": "4.9",
        "discount": "30",
        "description": "Step into effortless style with the New Balance Olive Green shoes. Designed with premium materials and built for comfort, these shoes bring a perfect balance between durability and fashion. The earthy olive green shade adds a modern yet versatile appeal, making them suitable for casual wear, travel, or everyday use. Known for their cushioning and support, New Balance ensures that every step feels light and easy. Pair them with jeans, joggers, or even semi-casual outfits to elevate your streetwear look."
      },
      {
        "id": 2,
        "img": "src/assets/photos/Body/Shoes/cart-shoe-2.jpg",
        "brand": "Adidas",
        "color": "Grey Hound",
        "price": "6800 ",
        "category": "Shoes",
        "gender": "male",
        "MRP": "10000",
        "type": "Sports",
        "colorType": "Gray",
        "rating": "4.1",
        "discount": "32",
        "description": "Adidas introduces the Grey Hound shoes, a stylish combination of sleek design and high-performance comfort. The refined grey tone provides a modern, athletic aesthetic that can be worn both casually and during workouts. Built with Adidas’ trusted craftsmanship, these shoes feature lightweight materials, strong grip soles, and excellent cushioning. Whether you’re heading to the gym, the office, or an evening out, the Grey Hound shade blends seamlessly with different styles, ensuring you always look sharp while staying comfortable."
      },
      {
        "id": 3,
        "img": "src/assets/photos/Body/Shoes/men-shoes/Casual-shoes/icon/casual-shoes.jpg",
        "brand": "Converse",
        "color": "Crimcine Red",
        "price": "2000 ",
        "category": "Shoes",
        "gender": "male",
        "MRP": "3333",
        "type": "Sneakers",
        "colorType": "Red",
        "rating": "4.3",
        "discount": "40",
        "description": "The Converse Crimcine Red casual shoes are a timeless statement piece, designed to bring energy and personality to your wardrobe. Known for their durable canvas build and iconic silhouette, these shoes ensure long-lasting comfort while delivering an effortlessly cool vibe. The bold Crimcine Red shade adds a striking pop of color, making them the perfect choice for those who want to stand out. Pair them with jeans, shorts, or casual trousers to create a confident and vibrant streetwear look."
      },
      {
        "id": 4,
        "img": "src/assets/photos/Body/Shoes/men-shoes/Formal-shoes/icon/formal-shoes.jpg",
        "brand": "Red Tape",
        "color": "Shining Black",
        "price": "3250 ",
        "category": "Shoes",
        "gender": "male",
        "MRP": "5000",
        "type": "Formals",
        "colorType": "Black",
        "rating": "4.2",
        "discount": "35",
        "description": "The Red Chief Shining Black formal shoes are a refined choice for men who appreciate class and sophistication. Crafted from premium materials, these shoes combine durability with an elegant design. The shining black finish brings a polished, professional look, making them ideal for office meetings, formal events, or evening functions. With sturdy soles and comfortable interiors, they offer both support and long-lasting wear. Pair these shoes with suits or traditional attire to enhance your style with timeless elegance."
      },
      {
        "id": 5,
        "img": "src/assets/photos/Body/Shoes/men-shoes/Trek-shoes/icon/trek-shoes.jpg",
        "brand": "Roadster",
        "color": "Jungle Brown",
        "price": "4750",
        "category": "Shoes",
        "gender": "male",
        "MRP": "8333",
        "type": "Trek",
        "colorType": "Brown",
        "rating": "4.7",
        "discount": "43",
        "description": "Conquer the outdoors with Columbia’s Jungle Brown trekking shoes. Built for durability and rugged terrain, these shoes provide excellent grip, weather resistance, and comfort during long treks. The jungle brown shade blends naturally with the outdoors, adding a touch of adventurous style to your gear. Lightweight yet strong, they ensure your feet remain supported through uneven paths and long hikes. Whether you’re climbing mountains or exploring trails, Columbia ensures you step out with confidence and reliability."
      }
    ],
    "female": [
      {
        "id": 1,
        "img": "src/assets/photos/Body/Shoes/WomenShoes/image1.jpg",
        "brand": "GLO Glamp",
        "color": "Baby Pink",
        "price": "3000 ",
        "category": "Shoes",
        "gender": "female",
        "MRP": "4286",
        "type": "Heels",
        "colorType": "Pink",
        "rating": "4.8",
        "discount": "30",
        "description": "Step into elegance with GLO Glamp Baby Pink shoes. Designed for women who love both comfort and chic style, these shoes add a soft, feminine touch to any outfit. The baby pink shade exudes charm and pairs beautifully with dresses, jeans, or even office wear. Lightweight and comfortable, these shoes make every step feel effortless while keeping you fashion-forward. Perfect for day outings or casual evenings, they let you walk in style with a touch of delicate sophistication."
      },
      {
        "id": 2,
        "img": "src/assets/photos/Body/Shoes/WomenShoes/image2.JPG",
        "brand": "Bacca Bucci",
        "color": "Purple Star",
        "price": "1829  ",
        "category": "Shoes",
        "gender": "female",
        "MRP": "2857",
        "type": "Casual",
        "colorType": "Purple",
        "rating": "4.1",
        "discount": "36",
        "description": "The Bacca Bucci Purple Star shoes are a bold fashion statement for women who enjoy standing out. With a unique purple hue and trendy design, these shoes bring an energetic vibe to your wardrobe. Built for everyday wear, they provide both comfort and style, making them suitable for outings, parties, or casual office looks. Lightweight and durable, they ensure long-lasting use while giving you a playful yet stylish edge. The Purple Star design captures attention effortlessly wherever you go."
      },
      {
        "id": 3,
        "img": "src/assets/photos/Body/Shoes/WomenShoes/image3.JPG",
        "brand": "Converse",
        "color": "Drak night edition",
        "price": "8615 ",
        "category": "Shoes",
        "gender": "female",
        "MRP": "12857",
        "type": "Casual",
        "colorType": "Black",
        "rating": "4.3",
        "discount": "33",
        "description": "The Converse Dark Night Edition shoes redefine casual footwear with a sleek, bold aesthetic. Crafted with high-quality materials, these shoes are designed to offer superior comfort and a timeless streetwear look. The dark-toned finish brings versatility, making them suitable for day-to-night wear. Whether paired with jeans, skirts, or shorts, these Converse shoes elevate your style instantly. Known for durability and effortless cool, they are an essential addition for women who want comfort without compromising on fashion."
      },
      {
        "id": 4,
        "img": "src/assets/photos/Body/Shoes/WomenShoes/image4.JPG",
        "brand": "Adidas",
        "color": "Elegent pink",
        "price": "21072",
        "category": "Shoes",
        "gender": "female",
        "MRP": "35714",
        "type": "Sports",
        "colorType": "Pink",
        "rating": "4.5",
        "discount": "41",
        "description": "Adidas Elegant Pink shoes are the ultimate fusion of sporty design and chic sophistication. With a soft pink shade that adds grace to your look, these shoes are perfect for women who love fashion-forward footwear. Crafted with Adidas’ trusted quality, they offer excellent cushioning, flexibility, and durability. Whether you’re working out, traveling, or heading to a casual meet-up, these shoes bring confidence and comfort in every step. Their elegant pink finish ensures you stand out with subtle charm."
      },
      {
        "id": 5,
        "img": "src/assets/photos/Body/Shoes/WomenShoes/image5.jpg",
        "brand": "Elle",
        "color": "Silver Heels",
        "price": "4358",
        "category": "Shoes",
        "gender": "female",
        "MRP": "7143",
        "type": "Party",
        "colorType": "Silver",
        "rating": "4.4",
        "discount": "39",
        "description": "Make a dazzling impression with ELLE Silver Heels. These shoes are designed for women who love elegance and glamour. The sparkling silver tone adds sophistication, making them perfect for parties, weddings, and evening events. With a comfortable heel height and sturdy build, they provide both style and support throughout the day or night. Whether paired with a gown or chic western wear, ELLE Silver Heels complete your look with timeless grace and unmatched elegance."
      }
    ]
  },
  "Clothes": {
    "male": [
      {
        "id": 1,
        "img": "src/assets/photos/Body/Clothes/MenClothes/image1.png",
        "brand": "Red Tape",
        "color": "Denim Blue",
        "price": "2415",
        "category": "Clothes",
        "gender": "male",
        "MRP": "3833",
        "type": "Shirt",
        "colorType": "Blue",
        "rating": "4.7",
        "discount": "37",
        "description": "Red Tape’s Shirt collection blends casual sophistication with everyday comfort. Designed with fine fabric, this shirt offers breathability and durability, making it perfect for both office and casual outings. Its clean design gives a modern edge, while the smooth texture ensures all-day ease. The Red Tape craftsmanship guarantees quality and reliability, making it an ideal choice for those who value style without compromising on comfort. Pair it with jeans or formal trousers for a versatile and polished look."
      },
      {
        "id": 2,
        "img": "src/assets/photos/Body/Clothes/MenClothes/image2.png",
        "brand": "Adidas",
        "color": "Gray Jogger",
        "price": "3000 ",
        "category": "Clothes",
        "gender": "male",
        "MRP": "5000",
        "type": "Jogger",
        "colorType": "Gray",
        "rating": "4.2",
        "discount": "40",
        "description": "Adidas Joggers redefine comfort and urban style with their sleek design and superior build. Made for men who enjoy flexibility and durability, these joggers are perfect for gym sessions, running errands, or casual wear. The premium fabric ensures stretch and breathability, while the stylish fit makes them a fashion-forward choice. Whether paired with a hoodie, t-shirt, or jacket, these joggers offer effortless versatility. The Adidas branding assures quality, making these joggers an essential for every modern wardrobe."
      },
      {
        "id": 3,
        "img": "src/assets/photos/Body/Clothes/MenClothes/image3.png",
        "brand": "Jack & Jones",
        "color": "Blue Jeans",
        "price": " 2400 ",
        "category": "Clothes",
        "gender": "male",
        "MRP": "5833",
        "type": "Jeans",
        "colorType": "Blue",
        "rating": "4.8",
        "discount": "28",
        "description": "Jack & Jones Jeans are a timeless addition to any man’s wardrobe, combining durability with modern fashion. Known for their high-quality denim, these jeans provide a perfect balance of comfort and structure. The classic fit makes them versatile for casual and semi-formal looks, while the rugged build ensures long-lasting wear. The stylish design can be paired effortlessly with shirts, t-shirts, or jackets, making them a wardrobe staple. Jack & Jones ensures every pair delivers authenticity and everyday style."
      },
      {
        "id": 4,
        "img": "src/assets/photos/Body/Clothes/MenClothes/image4.png",
        "brand": "Raymond",
        "color": "Traditional Yellow",
        "price": " 10400",
        "category": "Clothes",
        "gender": "male",
        "MRP": "13333",
        "type": "Kurta",
        "colorType": "Yellow",
        "rating": "4.4",
        "discount": "22",
        "description": "Raymond’s Traditional Yellow outfit reflects class, elegance, and cultural richness. Designed for special occasions and traditional gatherings, it combines luxurious fabric with a vibrant yellow shade that stands out. Known for premium tailoring, Raymond ensures a perfect fit and unmatched quality. The soft fabric keeps you comfortable, while the bold traditional tone gives a regal appearance. Ideal for weddings, festive events, or cultural ceremonies, this Raymond outfit enhances your presence with timeless sophistication and elegance."
      },
      {
        "id": 5,
        "img": "src/assets/photos/Body/Clothes/MenClothes/image5.png",
        "brand": "Kwabey",
        "color": "Anime Print",
        "price": " 1334",
        "category": "Clothes",
        "gender": "male",
        "MRP": "1667",
        "type": "OverSize",
        "colorType": "Gray",
        "rating": "4.7",
        "discount": "20",
        "description": "Kwabey Grey wear is designed for men who appreciate simplicity with a touch of modern charm. Its versatile grey tone makes it easy to pair with almost anything, from jeans to formal pants. Crafted with comfortable fabric, it ensures a breathable and lightweight feel throughout the day. Perfect for casual gatherings or daily wear, this piece offers practicality without sacrificing style. The Kwabey brand ensures reliability and affordability, making it a great wardrobe essential for everyday dressing."
      }
    ],
    "female": [
      {
        "id": 1,
        "img": "src/assets/photos/Body/Clothes/WomenClothes/image1.png",
        "brand": "Levis",
        "color": "White Leather Jacket",
        "price": " 7092 ",
        "category": "Clothes",
        "gender": "female",
        "MRP": "9714",
        "type": "Leather Jacket",
        "colorType": "White",
        "rating": "4.6",
        "discount": "27",
        "description": "Levis White clothing brings timeless versatility and effortless style to your wardrobe. Crafted from high-quality breathable fabric, this Levis piece in crisp white offers a clean, polished look suitable for casual days, office settings, and smart-casual events. The classic white hue complements a wide range of outfits and accessories, while the attention to fit and finish ensures comfort and durability. Wear it with denim, skirts, or layered under blazers for a fresh, modern aesthetic."
      },
      {
        "id": 2,
        "img": "src/assets/photos/Body/Clothes/WomenClothes/image2.png",
        "brand": "Bewakoof",
        "color": "Pink",
        "price": "1072 ",
        "category": "Clothes",
        "gender": "female",
        "MRP": "1429",
        "type": "OverSize",
        "colorType": "Pink",
        "rating": "4.8",
        "discount": "25",
        "description": "Bewakoof Pink apparel makes a playful yet fashionable statement. The bright pink hue gives the garment a youthful energy while Bewakoof’s focus on comfortable, lightweight fabric ensures relaxed, everyday wear. Designed for casual outings, social meetups, or relaxed weekends, this piece pairs effortlessly with jeans, shorts, or layered styles. Durable stitching and a flattering cut complete the look, making the Bewakoof Pink item an easy way to inject color and personality into your daily rotation."
      },
      {
        "id": 3,
        "img": "src/assets/photos/Body/Clothes/WomenClothes/image3.png",
        "brand": "H & M",
        "color": "White Crop top",
        "price": " 2115 ",
        "category": "Clothes",
        "gender": "female",
        "MRP": "2857",
        "type": "Crop Top",
        "colorType": "White",
        "rating": "4.2",
        "discount": "26",
        "description": "H & M White wardrobe piece offers understated elegance and versatile styling options. The crisp white tone provides a clean canvas for bold accessories or minimalist looks alike. H & M pays attention to fabric quality and fit, producing an item that is comfortable for all-day wear and simple to maintain. Whether worn for work, errands, or casual gatherings, this H & M White piece adapts seamlessly, combining contemporary fashion sensibilities with practical wearability for modern wardrobes."
      },
      {
        "id": 4,
        "img": "src/assets/photos/Body/Clothes/WomenClothes/image4.png",
        "brand": "Narang",
        "color": "Peacock Blue",
        "price": " 8000",
        "category": "Clothes",
        "gender": "female",
        "MRP": "11429",
        "type": "Saree",
        "colorType": "Blue",
        "rating": "4.3",
        "discount": "30",
        "description": "Narang Peacock Blue attire captures rich color and refined craftsmanship in one elegant piece. The deep peacock blue shade brings a distinctive vibrancy suited for festive events, formal gatherings, or elevated casual wear. Narang’s meticulous tailoring and quality fabric ensure both comfort and longevity, while thoughtful finishes create a flattering silhouette. Pair it with subtle accessories or metallic accents to enhance the look; this Narang Peacock Blue garment makes a confident, sophisticated statement that stands out without overpowering your overall style."
      },
      {
        "id": 5,
        "img": "src/assets/photos/Body/Clothes/WomenClothes/image5.png",
        "brand": "Blueberry",
        "color": "Wine Red",
        "price": " 12215",
        "category": "Clothes",
        "gender": "female",
        "MRP": "21429",
        "type": "Dress",
        "colorType": "Red",
        "rating": "4.6",
        "discount": "43",
        "description": "Blueberry Wine Red clothing exudes dramatic charm and polished sophistication, designed for those who favor bold, refined color. The deep wine red hue creates a luxurious aesthetic perfect for evening outings, celebrations, or elevated daytime events. Blueberry emphasizes comfortable tailoring and fabrics that drape beautifully while retaining shape. This Wine Red piece pairs exceptionally well with neutral or gold-toned accessories, delivering an eye-catching ensemble that balances daring color with timeless elegance for memorable style."
      }
    ]
  },
  "Watches": {
    "male": [
      {
        "id": 1,
        "img": "src/assets/photos/Body/Watches/MensWatch/cart-watch-1.jpg",
        "brand": "Rolex",
        "color": "Classic Gold",
        "price": " 125900",
        "category": "Watches",
        "gender": "male",
        "MRP": "209833",
        "type": "Luxury",
        "colorType": "Gold",
        "rating": "4.7",
        "discount": "40",
        "description": "This Rolex Gold Watch for men is a luxurious timepiece that blends elegance with precision. Crafted with high-quality materials, the golden finish highlights Rolex’s reputation for timeless design and durability. Perfect for formal events, business meetings, or stylish everyday wear, this watch ensures you stand out with sophistication."
      },
      {
        "id": 2,
        "img": "src/assets/photos/Body/Watches/MensWatch/cart-watch-2.jpg",
        "brand": "Fossil",
        "color": "Radiant Gold",
        "price": " 11643 ",
        "category": "Watches",
        "gender": "male",
        "MRP": "16633",
        "type": "Metal",
        "colorType": "Gold",
        "rating": "4.5",
        "discount": "30",
        "description": "This Fossil Gold Watch for men combines classic appeal with modern functionality. The elegant gold tone makes it versatile for both casual and formal occasions. Known for durable craftsmanship, Fossil ensures lasting style and comfort in this striking timepiece."
      },
      {
        "id": 3,
        "img": "src/assets/photos/Body/Watches/MensWatch/image1.jpg",
        "brand": "Swiss",
        "color": "Elegant Silver",
        "price": " 666666 ",
        "category": "Watches",
        "gender": "male",
        "MRP": "833333",
        "type": "Luxury",
        "colorType": "Silver",
        "rating": "4.7",
        "discount": "20",
        "description": "This Swiss Silver Watch for men showcases luxury and precision. The sleek silver finish embodies sophistication, making it perfect for both professional and upscale occasions. Swiss watches are celebrated worldwide for accuracy and quality, making this a prized accessory."
      },
      {
        "id": 4,
        "img": "src/assets/photos/Body/Watches/MensWatch/image2.jpg",
        "brand": "Joker & Witch",
        "color": "Black Silver",
        "price": " 5000 ",
        "category": "Watches",
        "gender": "male",
        "MRP": "8333",
        "type": "Daily Wear",
        "colorType": "Black",
        "rating": "4.3",
        "discount": "40",
        "description": "This Joker & Witch Black Silver Watch for men delivers a bold and trendy style. The black and silver tones add versatility, making it suitable for daily wear and social events. Designed for modern fashion, it blends affordability with striking appeal."
      },
      {
        "id": 5,
        "img": "src/assets/photos/Body/Watches/MensWatch/image3.jpg",
        "brand": "Sonata",
        "color": "Silver Black",
        "price": " 6500",
        "category": "Watches",
        "gender": "male",
        "MRP": "8333",
        "type": "Daily Wear",
        "colorType": "Silver",
        "rating": "4.4",
        "discount": "22",
        "description": "This Sonata Silver Black Watch for men is a stylish everyday essential. The dual-tone design offers a modern look, while Sonata’s reliable craftsmanship ensures durability. Perfect for casual outings or office wear, it delivers comfort and confidence in one piece."
      }
    ],
    "female": [
      {
        "id": 1,
        "img": "src/assets/photos/Body/Watches/WomensWatch/image1.jpg",
        "brand": "Bratlebora",
        "color": "Rose Gold",
        "price": "49500",
        "category": "Watches",
        "gender": "female",
        "MRP": "64286",
        "type": "Luxury",
        "colorType": "Rosegold",
        "rating": "4.6",
        "discount": "23",
        "description": "This Bratlebora Rose Gold Watch for women is a refined timepiece designed to add elegance to any outfit. The rose gold finish creates a soft, feminine charm while maintaining durability. Ideal for formal occasions or stylish everyday use."
      },
      {
        "id": 2,
        "img": "src/assets/photos/Body/Watches/WomensWatch/image2.jpg",
        "brand": "Sonata",
        "color": "Blooming Silver",
        "price": "10542",
        "category": "Watches",
        "gender": "female",
        "MRP": "12857",
        "type": "Daily Wear",
        "colorType": "Silver",
        "rating": "4.2",
        "discount": "18",
        "description": "This Sonata Blooming Silver Watch for women features a radiant silver finish that enhances both casual and formal looks. Sonata’s trusted craftsmanship ensures reliability, while the stylish design makes it perfect for modern women seeking elegance with practicality."
      },
      {
        "id": 3,
        "img": "src/assets/photos/Body/Watches/WomensWatch/image3.jpg",
        "brand": "Swarovski",
        "color": "Diamond Gold",
        "price": " 109677",
        "category": "Watches",
        "gender": "female",
        "MRP": "132142",
        "type": "Luxury",
        "colorType": "Gold",
        "rating": "4.0",
        "discount": "17",
        "description": "This Swarovski Diamond Gold Watch for women is the ultimate symbol of luxury. Adorned with a brilliant golden tone, it reflects sophistication and prestige. Perfect for glamorous events or special occasions, Swarovski ensures unmatched sparkle and quality."
      },
      {
        "id": 4,
        "img": "src/assets/photos/Body/Watches/WomensWatch/image4.jpg",
        "brand": "Shinola",
        "color": "Silver Brown",
        "price": " 13929 ",
        "category": "Watches",
        "gender": "female",
        "MRP": "21429",
        "type": "Daily Wear",
        "colorType": "Brown",
        "rating": "4.7",
        "discount": "35",
        "description": "This Shinola Silver Brown Watch for women blends contemporary design with timeless craftsmanship. The silver and brown tones create a balanced look suitable for both work and casual wear. Shinola’s quality ensures durability and elegance in every detail."
      },
      {
        "id": 5,
        "img": "src/assets/photos/Body/Watches/WomensWatch/image5.jpg",
        "brand": "Nordgreen",
        "color": "White Gold",
        "price": " 66857",
        "category": "Watches",
        "gender": "female",
        "MRP": "85714",
        "type": "Analog",
        "colorType": "Gold",
        "rating": "4.1",
        "discount": "22",
        "description": "This Nordgreen White Gold Watch for women is a chic and versatile accessory. The combination of white and gold offers a refined elegance, perfect for daily wear or special occasions. Nordgreen’s minimalist design makes it a timeless choice."
      }
    ]
  },
  "GenZ": {
    "male": [
      {
        "id": 1,
        "img": "src/assets/photos/Body/Clothes/GenZMen/image1.png",
        "brand": "Roadster",
        "color": "Blue Jeans",
        "price": "1500 ",
        "category": "GenZ",
        "gender": "male",
        "MRP": "1875",
        "type": "Baggy Jeans",
        "colorType": "Blue",
        "rating": "4.7",
        "discount": "20",
        "description": "Roadster Black GenZ wear is built for bold, confident men who enjoy staying ahead of trends. The classic black shade gives it a versatile look that works for both casual streetwear and semi-formal settings. Made with comfortable fabric, it offers breathability and durability for all-day wear. Roadster is known for its edgy and youthful styles, making this a perfect piece for GenZ fashion lovers. Pair it with sneakers or boots to complete a modern, urban-inspired outfit."
      },
      {
        "id": 2,
        "img": "src/assets/photos/Body/Clothes/GenZMen/image2.png",
        "brand": "Highlander",
        "color": "Bomber Jacket",
        "price": "1950 ",
        "category": "GenZ",
        "gender": "male",
        "MRP": "2500",
        "type": "Bomber Jacket",
        "colorType": "Olive Green",
        "discount": "22",
        "rating": "4.1",
        "description": "Highlander Blue GenZ outfit delivers a stylish and vibrant look perfect for young men. The striking blue tone brings freshness and energy, while the high-quality fabric ensures comfort throughout the day. Highlander combines trendy cuts with practicality, making it ideal for college, outings, or casual events. Its modern design reflects the GenZ spirit of experimentation and individuality. This outfit pairs seamlessly with sneakers, denim, or jackets, giving you a confident and youthful vibe wherever you go."
      },
      {
        "id": 3,
        "img": "src/assets/photos/Body/Clothes/GenZMen/image3.png",
        "brand": "Urbano Fashion",
        "color": "Black Utility Vest",
        "price": "1230 ",
        "category": "GenZ",
        "gender": "male",
        "MRP": "1500",
        "type": "Utility Vest",
        "colorType": "Black",
        "rating": "4.3",
        "discount": "18",
        "description": "Urbano Fashion Green wear is crafted for men who love stylish, casual comfort. The refreshing green shade adds uniqueness, while the soft fabric ensures ease of movement. Urbano Fashion is known for its contemporary GenZ styles, blending street fashion with everyday practicality. Whether you’re hanging out with friends, traveling, or attending casual events, this outfit works effortlessly. Pair it with slim-fit jeans, joggers, or shorts for a versatile and modern look that matches the GenZ lifestyle."
      },
      {
        "id": 4,
        "img": "src/assets/photos/Body/Clothes/GenZMen/image4.png",
        "brand": "Levis",
        "color": "Gray Printed OverTees",
        "price": "4188 ",
        "category": "GenZ",
        "gender": "male",
        "MRP": "6250",
        "type": "OverSize",
        "colorType": "Gray",
        "rating": "4.5",
        "discount": "33",
        "description": "Levis Blue GenZ wear combines iconic denim fashion with youthful energy. The bold blue tone represents casual coolness, making it a must-have for modern wardrobes. Known for durability and style, Levis ensures both comfort and long-lasting quality. This outfit fits perfectly into the GenZ culture of self-expression and effortless style. Pair it with sneakers or boots to elevate your look, whether at college, parties, or casual hangouts. A classic reimagined for today’s young generation."
      },
      {
        "id": 5,
        "img": "src/assets/photos/Body/Clothes/GenZMen/image5.png",
        "brand": "Adidas",
        "color": "White & Red Varsity Jacket",
        "price": "5325 ",
        "category": "GenZ",
        "gender": "male",
        "MRP": "7500",
        "type": "Varsity Jacket",
        "colorType": "Red",
        "rating": "4.6",
        "discount": "29",
        "description": "Adidas Black GenZ outfit reflects sporty, casual streetwear with a modern edge. The sleek black color enhances versatility, making it suitable for workouts, outings, or relaxed daily wear. Crafted with breathable and high-performance fabric, it guarantees comfort all day. Adidas is globally trusted for combining functionality with style, and this piece is no exception. Perfect for active GenZ individuals, this outfit can be styled with joggers, sneakers, or casual jackets for a trendy and athletic vibe."
      }
    ],
    "female": [
      {
        "id": 1,
        "img": "src/assets/photos/Body/Clothes/GenZWomen/image1.png",
        "brand": "Only",
        "color": "Quoted Crop TOp",
        "price": "2500 ",
        "category": "GenZ",
        "gender": "female",
        "MRP": "3125",
        "type": "Crop Top",
        "colorType": "White",
        "rating": "4.8",
        "discount": "20",
        "description": "Only Peach GenZ wear is designed for women who love chic and refreshing style. The soft peach tone brings a feminine and youthful charm, making it perfect for casual outings and social gatherings. Made with high-quality fabric, it ensures comfort and a flattering fit. Only is known for trendy fashion tailored for modern youth, making this outfit a stylish pick. Pair it with jeans, skirts, or accessories for a versatile and fashionable look that celebrates individuality."
      },
      {
        "id": 2,
        "img": "src/assets/photos/Body/Clothes/GenZWomen/image2.png",
        "brand": "Forever21",
        "color": "Oversize Blazer",
        "price": "2925 ",
        "category": "GenZ",
        "gender": "female",
        "MRP": "3750",
        "type": "OverSize",
        "colorType": "Brown",
        "rating": "4.0",
        "discount": "22",
        "description": "Forever 21 Pink GenZ outfit reflects playful, trendy style for young women. The vibrant pink shade adds a lively and bold touch, while the lightweight fabric ensures comfort for all-day wear. Perfect for college, parties, or casual hangouts, this outfit captures the essence of youthful fashion. Forever 21 is recognized for creating stylish and affordable clothing, making this piece an excellent addition to any GenZ wardrobe. Pair it with sneakers or accessories for a confident, fun look."
      },
      {
        "id": 3,
        "img": "src/assets/photos/Body/Clothes/GenZWomen/image3.png",
        "brand": "Zara",
        "color": "Blue Ripped Jeans",
        "price": "3237 ",
        "category": "GenZ",
        "gender": "female",
        "MRP": "4375",
        "type": "Ripped Jeans",
        "colorType": "Blue",
        "rating": "4.6",
        "discount": "26",
        "description": "Zara Blue GenZ wear is a perfect mix of sophistication and youthfulness. The deep blue shade gives a classy yet trendy vibe, making it ideal for both day and evening outings. Crafted with Zara’s signature style, this outfit ensures a chic fit and premium finish. It can be dressed up with heels or kept casual with sneakers, offering versatility for GenZ women. Stylish, modern, and comfortable, it’s a great pick for fashion lovers who enjoy effortless elegance."
      },
      {
        "id": 4,
        "img": "src/assets/photos/Body/Clothes/GenZWomen/image4.png",
        "brand": "Mango",
        "color": "Jungle Brown Leather Jacket",
        "price": "3600 ",
        "category": "GenZ",
        "gender": "female",
        "MRP": "5000",
        "type": "Leather Jacket",
        "colorType": "Brown",
        "rating": "4.9",
        "discount": "28",
        "description": "Mango Green GenZ outfit is designed for confident women who love standing out. The fresh green tone adds vibrancy, while the soft, high-quality fabric guarantees comfort throughout the day. Mango is known for delivering contemporary fashion with a sophisticated touch, making this outfit versatile for both casual and semi-formal occasions. Pair it with stylish footwear and minimal accessories to complete a chic GenZ look. A refreshing wardrobe addition for women who enjoy bold yet graceful fashion."
      },
      {
        "id": 5,
        "img": "src/assets/photos/Body/Clothes/GenZWomen/image5.png",
        "brand": "H&M",
        "color": "Dark Orange",
        "price": "1760 ",
        "category": "GenZ",
        "gender": "female",
        "MRP": "2750",
        "type": "Plazo",
        "colorType": "Orange",
        "rating": "4.7",
        "discount": "36",
        "description": "H&M White GenZ wear is a timeless, versatile piece that every young woman needs in her wardrobe. The crisp white shade allows endless styling possibilities, whether casual or chic. Made with breathable, lightweight fabric, it ensures comfort for daily wear. H&M is celebrated for offering fashionable and affordable options, and this outfit continues that tradition. Pair it with bold accessories, colorful shoes, or classic jeans to achieve different looks. Simple, stylish, and adaptable—perfect for GenZ fashion lovers."
      }
    ]
  },

  "Millennial": {
    "male": [
      {
        "id": 1,
        "img": "src/assets/photos/Body/Clothes/MillennialMen/image1.png",
        "brand": "New balance",
        "color": "Creame Trouser",
        "price": " 6583 ",
        "category": "Millennial",
        "gender": "male",
        "MRP": "8333",
        "type": "Trousers",
        "colorType": "peachpuff",
        "discount": "21",
        "rating": "4.3",
        "description": "Step into effortless style with this piece from New Balance, a true staple for the modern millennial. As part of our Millennial collection, it perfectly blends comfort with contemporary aesthetics. The versatile Creame color makes it easy to pair with almost any outfit, from casual jeans to smarter trousers. This item is designed for those who appreciate clean lines and a minimalist vibe, offering a sophisticated look for any occasion. It’s an essential addition for anyone looking to elevate their everyday wardrobe with a touch of understated elegance."
      },
      {
        "id": 2,
        "img": "src/assets/photos/Body/Clothes/MillennialMen/image2.png",
        "brand": "Adidas",
        "color": "Dark Blue Jeans",
        "price": " 8400 ",
        "category": "Millennial",
        "gender": "male",
        "MRP": "10000",
        "type": "Jeans",
        "rating": "4.1",
        "colorType": "Blue",
        "discount": "16",
        "description": "Discover the perfect blend of classic and contemporary with these Adidas jeans, a cornerstone of our Millennial fashion line. Tailored for the discerning millennial, these jeans offer both superior comfort and a sharp silhouette. The deep Dark Blue Jeans wash provides a timeless look that is incredibly versatile, ideal for a casual day out or a semi-formal evening. They embody the dynamic spirit of today's generation, combining durability with an effortlessly cool aesthetic. This is more than just denim; it's a statement of modern style."
      },
      {
        "id": 3,
        "img": "src/assets/photos/Body/Clothes/MillennialMen/image3.png",
        "brand": "Converse",
        "color": "Light Gray",
        "price": " 1867 ",
        "category": "Millennial",
        "gender": "male",
        "MRP": "3333",
        "type": "FullTees",
        "colorType": "Gray",
        "rating": "4.0",
        "discount": "44",
        "description": "Embrace a relaxed yet stylish vibe with this essential from Converse, curated for our exclusive Millennial collection. This piece captures the essence of the modern millennial lifestyle—versatile, comfortable, and effortlessly cool. The soft Light Gray hue is a perfect neutral, allowing for endless styling possibilities for any season. Whether you're heading to a coffee shop or meeting friends, this item provides a laid-back sophistication that never goes out of style. It’s the ideal foundation for building a smart, contemporary wardrobe."
      },
      {
        "id": 4,
        "img": "src/assets/photos/Body/Clothes/MillennialMen/image4.png",
        "brand": "Red Chief",
        "color": "Dark Gray",
        "price": " 9300 ",
        "category": "Millennial",
        "gender": "male",
        "MRP": "15000",
        "type": "Formals",
        "colorType": "Dark Gray",
        "rating": "4.7",
        "discount": "38",
        "description": "This piece from Red Chief defines rugged sophistication for the modern millennial. As a standout in our Millennial category, it combines durable craftsmanship with a timeless design. The rich Dark Brown color adds a layer of depth and character, making it a perfect choice for both outdoor adventures and urban exploration. It's designed for the man who values both function and fashion, offering a commanding presence. This is an investment in style that reflects a confident and adventurous spirit, built to last and impress."
      },
      {
        "id": 5,
        "img": "src/assets/photos/Body/Clothes/MillennialMen/image5.png",
        "brand": "Columbia",
        "color": "Gray",
        "price": " 7250",
        "category": "Millennial",
        "gender": "male",
        "MRP": "8333",
        "type": "OverSize",
        "colorType": "Gray",
        "rating": "4.9",
        "discount": "13",
        "description": "Experience functional fashion with this item from Columbia, a core part of our Millennial collection. Perfectly suited for the active millennial, this piece blends high-performance features with a sleek, modern aesthetic. The versatile Gray color ensures it integrates seamlessly into your existing wardrobe, ready for any adventure. Whether you're hitting the trails or navigating the city, it provides unparalleled comfort and style. It represents the smart, practical, and stylish choice for anyone who leads a dynamic and on-the-go lifestyle."
      }
    ],
    "female": [
      {
        "id": 1,
        "img": "src/assets/photos/Body/Clothes/MIllennialWomen/image1.png",
        "brand": "Shien",
        "color": "Glossy Dark Grey",
        "price": " 3086 ",
        "category": "Millennial",
        "gender": "female",
        "MRP": "4286",
        "type": "Sheath Dress",
        "colorType": "Gray",
        "rating": "4.8",
        "discount": "28",
        "description": "Elevate your wardrobe with this chic piece from Shien, a highlight of our fashion-forward Millennial collection. Designed for the modern millennial woman, it combines trendsetting style with everyday wearability. The unique Glossy Dark Grey color adds a touch of sophisticated glamour, ensuring you stand out in any setting, from a day at the office to a night out on the town. This item is a testament to confident, contemporary fashion, offering a sleek silhouette that is both empowering and elegant. It's a must-have for making a bold style statement."
      },
      {
        "id": 2,
        "img": "src/assets/photos/Body/Clothes/MIllennialWomen/image2.png",
        "brand": "NewMe",
        "color": "Creame",
        "price": "5400  ",
        "category": "Millennial",
        "gender": "female",
        "MRP": "6429",
        "type": "Camisole",
        "colorType": "Creame",
        "rating": "4.0",
        "discount": "16",
        "description": "Experience the perfect fusion of comfort and style with this versatile piece from Adidas, a key selection in our Millennial range. Tailored for the active and stylish millennial, this item is perfect for creating a polished yet relaxed look. The beautiful Creame color offers a soft, neutral palette that pairs effortlessly with a wide variety of accessories and bottoms. It represents the effortless elegance that defines today's fashion landscape, making it an essential piece for building a functional and fashionable wardrobe that keeps up with your dynamic lifestyle."
      },
      {
        "id": 3,
        "img": "src/assets/photos/Body/Clothes/MIllennialWomen/image3.png",
        "brand": "Converse",
        "color": "Drak Blue",
        "price": " 11571 ",
        "category": "Millennial",
        "gender": "female",
        "MRP": "12857",
        "type": "Cropped Jeans",
        "colorType": "Blue",
        "rating": "4.5",
        "discount": "10",
        "description": "Capture a timeless yet modern look with this Converse essential from our Millennial category. This piece is designed for the free-spirited millennial who values both classic design and contemporary flair. The deep Drak Blue color provides a bold and versatile foundation for countless outfits, easily transitioning from a casual daytime look to a more edgy evening style. It’s an iconic choice that speaks to a heritage of cool, updated for today's fashion sensibilities. Perfect for expressing individuality with a touch of nostalgic charm."
      },
      {
        "id": 4,
        "img": "src/assets/photos/Body/Clothes/MIllennialWomen/image4.png",
        "brand": "Savana",
        "color": "Elegant Black",
        "price": " 10799",
        "category": "Millennial",
        "gender": "female",
        "MRP": "12857",
        "type": "Pencil Skirt",
        "colorType": "Black",
        "rating": "4.9",
        "discount": "16",
        "description": "Discover sophisticated charm with this stunning piece from Savana, a jewel in our Millennial collection. Crafted for the ambitious and stylish millennial woman, it exudes confidence and grace. The timeless Elegant Black color ensures this item is a versatile powerhouse in your wardrobe, perfect for formal events, important business meetings, or an upscale dinner. Its refined silhouette is designed to flatter and empower, making it a go-to choice for moments when you want to make a lasting impression. This is elegance redefined for the new generation."
      },
      {
        "id": 5,
        "img": "src/assets/photos/Body/Clothes/MIllennialWomen/image5.png",
        "brand": "Savana",
        "color": "Silky Green",
        "price": " 5500",
        "category": "Millennial",
        "gender": "female",
        "MRP": "7143",
        "type": "Wrap Dress",
        "rating": "4.6",
        "colorType": "Green",
        "discount": "23",
        "description": "Make a vibrant statement with this exquisite Savana piece, designed for the expressive millennial. As part of our curated Millennial category, this item celebrates bold color and fluid design. The rich Silky Green hue is eye-catching and luxurious, perfect for adding a pop of life to any occasion, from brunch with friends to a creative work event. Its flowing fabric and modern cut offer both comfort and high-fashion appeal. This is the perfect piece for the woman who isn’t afraid to embrace color and express her unique personality with style."
      }
    ]
  }
}
